Repository: Suundumused/Motion-Joystick-Steering-Wheel
Catalog: Client Side/Motion Joystick/Resources/Languages/AppResources.*.resx
Languages: de, es, hi, it, ja, pt, ru, zh

# abouttitle61
source: Vibrate on Interaction: When you press and release a button or trigger, a slight vibration is triggered to confirm input.
de: Bei Interaktion vibrieren: Wenn Sie eine Taste oder einen Auslöser drücken und loslassen, wird zur Bestätigung der Eingabe eine leichte Vibration ausgelöst.
es: Vibrar al interactuar: cuando presiona y suelta un botón o disparador, se activa una ligera vibración para confirmar la entrada.
hi: इंटरैक्शन पर वाइब्रेट: इनपुट कन्फर्म करने के लिए हल्का कंपन
it: Vibra all'interazione: Conferma input con leggera vibrazione alla pressione/rilascio
ja: 操作時に振動: ボタンまたはトリガーを押して放すと、入力を確認するために軽い振動がトリガーされます。
pt: Vibrar ao interagir: Confirma entrada com leve vibração ao pressionar/soltar
ru: Вибрация при взаимодействии: когда вы нажимаете и отпускаете кнопку или триггер, для подтверждения ввода включается легкая вибрация.
zh: 交互時振動：當您按下並釋放按鈕或觸發器時，會觸發輕微振動以確認輸入。

# abouttitle7
source: Clarification of inputs
de: Klarstellung der Eingaben
es: Aclaración de entradas
hi: इनपुट स्पष्टीकरण
it: Spiegazione input
ja: 入力の説明
pt: Explicação das entradas
ru: Разъяснение ввода
zh: 输入说明

# abouttitle8
source: Operation of the left analog stick and triggers: The input is defined by the accelerometer and scroll bars.
de: Betrieb des linken Analogsticks und der Trigger: Die Eingabe wird durch den Beschleunigungssensor und die Bildlaufleisten definiert.
es: Funcionamiento del stick analógico izquierdo y los gatillos: La entrada está definida por el acelerómetro y las barras de desplazamiento.
hi: बाएँ एनालॉग स्टिक/ट्रिगर संचालन: त्वरणमापी और स्क्रॉल बार द्वारा नियंत्रित
it: Funzionamento levetta analogica sinistra e grilletti: L'input è definito da accelerometro e barre di scorrimento
ja: 左アナログスティックとトリガーの操作： 入力は加速度センサーとスクロールバーによって定義されます。
pt: Operação do analógico esquerdo e gatilhos: Definido pelo acelerômetro e barras de rolagem
ru: Работа левого аналогового стика и триггеров: Ввод определяется акселерометром и полосами прокрутки.
zh: 左模拟摇杆和触发器的操作： 输入由加速度计和滚动条定义。

# repo
source: Repository
de: Archiv
es: Repositorio
hi: रिपॉजिटरी
ja: リポジトリ
pt: Repositório
ru: Репозиторий
zh: 儲存庫

source: By
de: Von
es: Por
hi: द्वारा
it: Di
ja: による
pt: Por
ru: К
zh: 經過

source: Open Source Licenses
de: Open Source-Lizenzen
es: Licencias de código abierto
hi: ओपन-सोर्स लाइसेंस
it: Licenze Open Source
ja: オープンソースライセンス
pt: Licenças Open Source
ru: Лицензии с открытым исходным кодом
zh: 開源許可證

source: Power Saving Mode
de: Energiesparmodus
es: Modo de ahorro de energía
hi: पॉवर सेविंग मोड
it: Modalità Risparmio Energetico
ja: 省電力モード
pt: Modo Economia de Energia
ru: Режим энергосбережения
zh: 节能模式

# Vibration
source: Vibrate when interacting
de: Bei Interaktion vibrieren
es: Vibrar al interactuar
hi: इंटरैक्ट करने पर वाइब्रेट
it: Vibra all'interazione
ja: 操作時に振動する
pt: Vibrar ao interagir
ru: Вибрация при взаимодействии
zh: 互動時振動

# app_name
source: Motion Joystick
es: Joystick de movimiento
hi: मोशन जॉयस्टिक
it: Joystick di Movimento
ja: モーションジョイスティック
pt: Joystick de Movimento
ru: Джойстик движения
zh: 運動搖桿
