Repository: Suundumused/Motion-Joystick-Steering-Wheel
Catalog: Client Side/Motion Joystick/Resources/Languages/AppResources.*.resx
Languages: de, es, hi, it, ja, pt, ru, zh

source: About
de: Um
es: Acerca de
hi: के बारे में
it: Informazioni
ja: について
pt: Sobre
ru: О
zh: 關於

# Connect
source: Start
de: Starten
es: Iniciar
hi: शुरू करें
it: Avvia
ja: 開始
pt: Conectar
ru: Запуск
zh: 开始

# Connected_to
source: Sending packages to
de: Pakete senden an
es: Enviando paquetes a
hi: को पैकेट भेज रहे हैं
it: Invio pacchetti a
ja: パケットを送信中:
pt: Enviando pacotes para
ru: Отправка пакетов на
zh: 正在发送数据包到

source: Connection Error
de: Verbindungsfehler
es: Error de conexión
hi: कनेक्शन त्रुटि
it: Errore di connessione
ja: 接続エラー
pt: Erro de conexão
ru: Ошибка подключения
zh: 連線錯誤

source: Connection Lost
de: Verbindung verloren
es: Conexión perdida
hi: कनेक्शन खो गया
it: Connessione persa
ja: 接続が失われました
pt: Conexão perdida
ru: Соединение потеряно
zh: 連線已中斷

# Connection_to
source: Connection attempt timed out.
de: Verbindungsversuch ist abgelaufen.
es: El intento de conexión ha expirado.
hi: कनेक्शन प्रयास समय समाप्त
it: Tentativo di connessione scaduto
ja: 接続の試行がタイムアウトしました。
pt: Tentativa de conexão expirada
ru: Попытка подключения завершилась по тайм-ауту.
zh: 連線嘗試已逾時。

source: Constant Acceleration
de: Konstante Beschleunigung
es: Aceleración Constante
hi: स्थिर त्वरण
it: Accelerazione Costante
ja: 定加速度
pt: Aceleração Constante
ru: Постоянное ускорение
zh: 恆定加速度

# Disconnect
source: Stop Sending
de: Senden beenden
es: Dejar de enviar
hi: भेजना बंद करें
it: Interrompi invio
ja: 送信を停止
pt: Desconectar
ru: Прекратить отправку
zh: 停止发送

source: Error
de: Fehler
hi: त्रुटि
it: Errore
ja: エラー
pt: Erro
ru: Ошибка
zh: 錯誤

# Failed_tocon
source: Failed to connect after retries.
de: Verbindung nach mehreren Versuchen fehlgeschlagen
es: No se pudo conectar después de varios intentos
hi: पुनः प्रयासों के बाद कनेक्ट नहीं हो सका
it: Connessione fallita dopo tentativi
ja: 複数回試行しましたが、接続に失敗しました
pt: Falha na conexão após tentativas
ru: Не удалось подключиться после нескольких попыток
zh: 多次重試後仍無法連線

source: Home
de: Heim
es: Hogar
hi: होम
ja: 家
pt: Início
ru: Дом
zh: 家

# Instructions
source: See instructions for connecting to Windows.
de: Anweisungen zum Herstellen einer Verbindung mit Windows finden Sie hier.
es: Vea instrucciones sobre cómo conectarse a Windows.
hi: Windows से कनेक्ट करने के निर्देश देखें
it: Vedi istruzioni per connettersi a Windows
ja: Windows への接続方法については手順を参照してください。
pt: Veja instruções para conectar ao Windows
ru: См. инструкции по подключению к Windows.
zh: 請參閱如何連接到 Windows 的說明。

source: Invalid IP address.
de: Ungültige IP-Adresse.
es: Dirección IP no válida.
hi: अमान्य IP पता
it: Indirizzo IP non valido
ja: 無効なIPアドレスです。
pt: Endereço IP inválido
ru: Недопустимый IP-адрес.
zh: 無效的 IP 位址。

source: Invalid port
de: Ungültiger Port
es: Puerto no válido
hi: अमान्य पोर्ट
it: Porta non valida
ja: 無効なポートです
pt: Porta inválida
ru: Недопустимый порт
zh: 無效的連接埠

source: Inverted Joystick
de: Umgekehrter Joystick
es: Joystick Invertido
hi: उलटा जॉयस्टिक
it: Joystick Invertito
ja: 反転ジョイスティック
pt: Joystick Invertido
ru: Инвертированный джойстик
zh: 反轉搖桿

source: Motion Joystick
es: Joystick de movimiento
hi: मोशन जॉयस्टिक
it: Joystick di Movimento
ja: モーションジョイスティック
pt: Joystick de Movimento
ru: Джойстик движения
zh: 運動搖桿

# Not_Con
source: Not connected to server.
de: Nicht mit dem Server verbunden
es: No conectado al servidor
hi: सर्वर से कनेक्ट नहीं
it: Non connesso al server
ja: サーバーに接続されていません
pt: Não conectado ao servidor
ru: Не подключено к серверу
zh: 未連接到伺服器

source: Port
es: Puerto
hi: पोर्ट
it: Porta
ja: ポート
pt: Porta
ru: Порт
zh: 通訊埠

# Refresh_Rate_Label
source: Refresh Rate
de: Bildwiederholrate
es: Frecuencia de Actualización
hi: ताज़ा करने की दर
it: Frequenza di Aggiornamento
ja: リフレッシュレート
pt: Taxa de Atualização
ru: Частота обновления
zh: 更新率

source: Reset
de: Zurücksetzen
es: Restablecer
hi: रीसेट
it: Ripristina
ja: リセット
pt: Redefinir
ru: Сброс
zh: 重置

source: Server IP Address
de: IP-Adresse des Servers
es: Dirección IP del servidor
hi: सर्वर IP पता
it: Indirizzo IP del Server
ja: サーバーの IP アドレス
pt: Endereço IP do Servidor
ru: IP-адрес сервера
zh: 伺服器 IP 位址

source: Settings
de: Einstellungen
es: Ajustes
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pt: Configurações
ru: Настройки
zh: 設定

# Settings_Value_Label
source: Value
de: Wert
es: Valor
hi: मान
it: Valore
ja: 値
pt: Valor
ru: Значение
zh: 值

# Setup
source: Connection
de: Verbindung
es: Conexión
hi: कनेक्शन
it: Connessione
ja: 接続 (せつぞく)
pt: Conexão
ru: Подключение
zh: 連線

# Sensitivity
source: Low pass reduction
de: Tiefpassreduzierung
es: Reducción de paso bajo
hi: लो-पास कमी
it: Riduzione passa-basso
ja: ローパス低減
pt: Redução passa-baixa
ru: Снижение нижних частот
zh: 低通滤波降噪

source: Success
de: Erfolg
es: Éxito
hi: सफलता
it: Successo
ja: 成功
pt: Sucesso
ru: Успешно
zh: 成功

# template1des
source: This model has all the buttons and levers occupying the edges of the screen.
de: Dieses Modell hat alle Tasten und Hebel an den Rändern des Bildschirms.
es: Este modelo tiene todos los botones y palancas ocupando los bordes de la pantalla.
hi: इस मॉडल में सभी बटन और लीवर स्क्रीन के किनारों पर हैं
it: Questo modello ha tutti i pulsanti e le leve ai bordi dello schermo
ja: このモデルでは、すべてのボタンとレバーが画面の端に配置されています。
pt: Este modelo tem todos os botões e alavancas nas bordas da tela
ru: В этой модели все кнопки и рычаги расположены по краям экрана.
zh: 此模型的所有按鈕和控制桿都佔據了螢幕邊緣。

# template2des
source: Similar to the standard model, but with binary buttons in inverted positions.
de: Ähnlich wie das Standardmodell, aber mit binären Tasten in umgekehrter Position.
es: Similar al modelo estándar, pero con botones binarios en posiciones invertidas.
hi: मानक मॉडल के समान, लेकिन उलटे स्थानों में बाइनरी बटन
it: Simile al modello standard, ma con pulsanti binari invertiti
ja: 標準モデルに似ていますが、バイナリボタンが逆の位置にあります。
pt: Similar ao modelo padrão, mas com botões binários invertidos
ru: Похоже на стандартную модель, но с бинарными кнопками в инвертированных позициях.
zh: 类似标准模型，但二进制按钮位置颠倒。

# template3des
source: Ideal for comfortable driving, semi-automatic gear shifting.
de: Ideal für komfortables Fahren, halbautomatisches Schalten.
es: Ideal para una conducción cómoda, cambio de marchas semiautomático.
hi: आरामदायक ड्राइविंग, सेमी-ऑटोमैटिक गियर शिफ्टिंग के लिए आदर्श
it: Ideale per guida confortevole, cambio marce semi-automatico
ja: 快適な運転に最適、セミオートマチック変速。
pt: Ideal para direção confortável, câmbio semi-automático
ru: Идеально для комфортного вождения, полуавтоматическое переключение передач.
zh: 适合舒适驾驶，半自动换挡。

source: Templates
de: Vorlagen
es: Plantillas
hi: टेम्पलेट्स
it: Modelli
ja: テンプレート
pt: Modelos
ru: Шаблоны
zh: 範本

# template_def1
source: Default Template - Full & Wide
de: Standardvorlage – Vollständig und Breit
es: Plantilla Predeterminada - Completa y Ancha
hi: डिफ़ॉल्ट टेम्पलेट - पूर्ण और चौड़ा
it: Modello Predefinito - Completo & Ampio
ja: デフォルトテンプレート - フルサイズ・ワイド
pt: Modelo Padrão - Completo & Amplo
ru: Шаблон по умолчанию — Полный и широкий
zh: 預設範本 - 全面且寬闊

# template_def2
source: Default Template - Full & Wide (Inverted Pads)
de: Standardvorlage – Voll und breit (Umgekehrte Pads)
es: Plantilla predeterminada - Completa y ancha (Almohadillas invertidas)
hi: डिफ़ॉल्ट टेम्पलेट - पूर्ण और चौड़ा (उलटे पैड)
it: Modello Predefinito - Completo & Ampio (Pulsantiere Invertite)
ja: デフォルトテンプレート - フル＆ワイド（反転パッド）
pt: Modelo Padrão - Completo & Amplo (Pads Invertidos)
ru: Шаблон по умолчанию — Полный и широкий (Инвертированные накладки)
zh: 默认模板 - 完整且宽广（反向垫片）

# template_def3
source: Default Sequential - Automotive
de: Standard-Sequenziell – Automobil
es: Secuencial predeterminado - Automotriz
hi: डिफ़ॉल्ट अनुक्रमिक - ऑटोमोटिव
it: Sequenziale Predefinito - Automotive
ja: デフォルトシーケンシャル - 自動車用
pt: Sequencial Padrão - Automotivo
ru: Последовательный режим по умолчанию — Автомобильный
zh: 默认顺序 - 汽车用

source: Trying to reconnect...
de: Versuche, erneut zu verbinden...
es: Intentando reconectar...
hi: पुनः कनेक्ट करने का प्रयास...
it: Tentativo di riconnessione...
ja: 再接続を試みています...
pt: Tentando reconectar...
ru: Пытаемся переподключиться...
zh: 正在嘗試重新連線...

# T_Instructions
source: Instructions
de: Anweisungen
es: Instrucciones
hi: निर्देश
it: Istruzioni
ja: 説明書
pt: Instruções
ru: Инструкции
zh: 指示

source: Trigger Sensitivity
de: Triggerempfindlichkeit
es: Sensibilidad del disparador
hi: ट्रिगर संवेदनशीलता
it: Sensibilità Grilletto
ja: トリガー感度
pt: Sensibilidade do Gatilho
ru: Чувствительность триггера
zh: 扳機靈敏度

# template_def4
source: Default Sequential - Automotive With Directional
de: Standard-Sequenziell – Automobil mit Blinker
es: Secuencial predeterminado – Automotriz con direccional
hi: डिफ़ॉल्ट अनुक्रमिक - ऑटोमोटिव डायरेक्शनल के साथ
it: Sequenziale Predefinito - Automotive con Direzionale
ja: デフォルトシーケンシャル - 方向指示付き車載用
pt: Sequencial Padrão - Automotivo com Direcional
ru: Последовательность по умолчанию — Автомобиль с указателем поворота
zh: 默认顺序 - 带方向指示的汽车用

# template4des
source: Similar to Default Sequential, but with the right analog stick in place of the D-Pad.
de: Ähnlich wie Standard-Sequenziell, aber mit dem rechten Analogstick anstelle des Steuerkreuzes.
es: Similar al Secuencial predeterminado, pero con la palanca analógica derecha en lugar del D-Pad.
hi: डिफ़ॉल्ट अनुक्रमिक के समान, लेकिन D-Pad के स्थान पर दायाँ एनालॉग स्टिक
it: Simile al Sequenziale Predefinito, ma con levetta analogica destra al posto del D-Pad
ja: デフォルトシーケンシャルに似ていますが、Dパッドの代わりに右アナログスティックを使用します。
pt: Similar ao Sequencial Padrão, mas com analógico direito no lugar do D-Pad
ru: Похоже на последовательность по умолчанию, но с правым аналоговым стиком вместо D-Pad.
zh: 类似于默认顺序，但使用右侧摇杆代替方向键。

# gyro_not_supported
source: Device does not support Gyroscope, check if you have enough battery or the manufacturer's technical specifications.
de: Gerät unterstützt kein Gyroskop. Überprüfen Sie, ob genügend Akku vorhanden ist oder lesen Sie die technischen Daten des Herstellers.
es: El dispositivo no admite giroscopio. Verifique si tiene suficiente batería o consulte las especificaciones técnicas del fabricante.
hi: डिवाइस जायरोस्कोप का समर्थन नहीं करता। बैटरी जाँचें या निर्माता की तकनीकी विशिष्टताएँ देखें
it: Dispositivo non supporta il giroscopio. Verifica batteria o specifiche tecniche del produttore
ja: このデバイスはジャイロスコープをサポートしていません。バッテリー残量が十分か、または製造元の仕様を確認してください。
pt: Dispositivo não suporta giroscópio. Verifique a bateria ou especificações do fabricante
ru: Устройство не поддерживает гироскоп. Проверьте заряд батареи или технические характеристики производителя.
zh: 设备不支持陀螺仪，请检查电量是否充足或查阅制造商的技术规格。

# template_def5
source: Sequential - Automotive RT/LT separated
de: Sequentiell - Automotive RT/LT getrennt
es: Secuencial - RT/LT automotriz separado
hi: अनुक्रमिक - अलग ऑटोमोटिव RT/LT
it: Sequenziale - RT/LT Automotive Separati
ja: シーケンシャル - 自動車用RT/LT分離
pt: Sequencial - RT/LT Automotivo Separados
ru: Последовательный - Автомобильный RT/LT разделен
zh: 順序 - 汽車 RT/LT 分離

# template_def6
source: Sequential - Automotive RT/LT with directional
de: Sequentiell - Automotive RT/LT mit Richtungs
es: Secuencial - RT/LT automotriz con dirección
hi: अनुक्रमिक - डायरेक्शनल के साथ ऑटोमोटिव RT/LT
it: Sequenziale - RT/LT Automotive con Direzionale
ja: シーケンシャル - 方向性のある自動車用RT/LT
pt: Sequencial - RT/LT Automotivo com Direcional
ru: Последовательный - Автомобильный RT/LT с направленным
zh: 順序 - 汽車 RT/LT 帶方向

# template_def7
source: Default Manual - Automotive
de: Standardhandbuch – Automobilindustrie
es: Manual predeterminado - Automotriz
hi: डिफ़ॉल्ट मैनुअल - ऑटोमोटिव
it: Manuale Predefinito - Automotive
ja: デフォルトマニュアル - 自動車
pt: Manual Padrão - Automotivo
ru: Руководство по умолчанию - Автомобильная промышленность
zh: 預設手冊 - 汽車

# template_def8
source: Default Manual - Automotive, One Side RT/LT
de: Standardmäßig manuell – Automotive, eine Seite RT/LT
es: Manual predeterminado - Automotriz, un lado RT/LT
hi: डिफ़ॉल्ट मैनुअल - ऑटोमोटिव, एक तरफ RT/LT
it: Manuale Predefinito - Automotive, RT/LT Unilaterali
ja: デフォルトマニュアル - 自動車、片側RT/LT
pt: Manual Padrão - Automotivo, RT/LT em Um Lado
ru: Руководство по умолчанию - Автомобильный, односторонний RT/LT
zh: 預設手排 - 汽車，單側 RT/LT

# template_def9
source: Default Aviator
de: Standard-Aviator
es: Aviador predeterminado
hi: डिफ़ॉल्ट एविएटर
it: Aviator Predefinito
ja: デフォルトのアビエイター
pt: Aviador Padrão
ru: Авиатор по умолчанию
zh: 預設飛行員

# template_def10
source: Default Aviator - Inverted Face Buttons
de: Standard-Aviator – Umgekehrte Gesichtstasten
es: Aviador predeterminado: botones de cara invertida
hi: डिफ़ॉल्ट एविएटर: उलटे फेस बटन
it: Aviator Predefinito - Pulsanti Fronte Invertiti
ja: デフォルトのアビエーター - 反転フェイスボタン
pt: Aviador Padrão - Botões Frontais Invertidos
ru: Авиатор по умолчанию - перевернутые кнопки на лице
zh: 預設飛行員 - 倒置按鈕

# template_def11
source: Aviator - with merged RT/LT
de: Aviator - mit kombiniertem RT/LT
es: Aviator - con RT/LT fusionados
hi: एविएटर - मर्ज्ड RT/LT के साथ
it: Aviator - con RT/LT Unificati
ja: アビエーター - RT/LT を統合
pt: Aviador - com RT/LT Unificados
ru: Авиатор - с объединенными RT/LT
zh: Aviator - 合併 RT/LT

# template_def12
source: Aviator RT/LT - Inverted Face Buttons
de: Aviator RT/LT – Tasten mit umgekehrter Vorderseite
es: Aviator RT/LT - Botones de cara invertida
hi: एविएटर RT/LT - उलटे फेस बटन
it: Aviator RT/LT - Pulsanti Fronte Invertiti
ja: Aviator RT/LT - 反転フェイスボタン
pt: Aviador RT/LT - Botões Frontais Invertidos
ru: Aviator RT/LT — кнопки с перевернутым лицом
zh: Aviator RT/LT - 倒置按鈕

# template5des
source: Ideal for comfortable driving, semi-automatic gear shifting. With separate accelerator and brake.
de: Ideal für komfortables Fahren, halbautomatische Gangschaltung. Mit separatem Gaspedal und Bremse.
es: Ideal para una conducción cómoda, con cambio de marchas semiautomático. Con acelerador y freno independientes.
hi: आरामदायक ड्राइविंग, सेमी-ऑटोमैटिक गियर शिफ्टिंग के लिए आदर्श। अलग एक्सेलेरेटर और ब्रेक
it: Ideale per guida confortevole, cambio marce semi-automatico. Acceleratore e freno separati
ja: 快適な運転に最適なセミオートマチックギアシフト。アクセルとブレーキが独立しています。
pt: Ideal para direção confortável, câmbio semi-automático. Com acelerador e freio separados
ru: Идеально подходит для комфортного вождения, полуавтоматическое переключение передач. С раздельными акселератором и тормозом.
zh: 舒適駕駛的理想之選，半自動換檔。油門和煞車分離。

# template6des
source: Similar to the RT/LT Automotive Sequential, but with directional pad instead of D-PAD
de: Ähnlich wie RT/LT Automotive Sequential, jedoch mit Steuerkreuz statt D-PAD
es: Similar al RT/LT Automotive Sequential, pero con pad direccional en lugar de D-PAD
hi: RT/LT ऑटोमोटिव अनुक्रमिक के समान, लेकिन D-PAD के बजाय डायरेक्शनल पैड
it: Simile al Sequenziale RT/LT Automotive, ma con direzionale al posto del D-PAD
ja: RT/LT Automotive Sequentialに似ていますが、D-PADの代わりに方向パッドが付いています。
pt: Similar ao Sequencial RT/LT Automotivo, mas com direcional no lugar do D-PAD
ru: Аналогично RT/LT Automotive Sequential, но с джойстиком вместо D-PAD
zh: 與 RT/LT 汽車序號類似，但使用方向鍵代替 D-PAD

# template7des
source: Ideal for simulating a car's manual gear control.
de: Ideal zum Simulieren der manuellen Gangschaltung eines Autos.
es: Ideal para simular el control de cambios manual de un automóvil.
hi: कार के मैनुअल गियर कंट्रोल को सिम्युलेट करने के लिए आदर्श
it: Ideale per simulare il cambio manuale automobilistico
ja: 車の手動ギア制御をシミュレートするのに最適です。
pt: Ideal para simular câmbio manual automotivo
ru: Идеально подходит для имитации ручного переключения передач автомобиля.
zh: 非常適合模擬汽車的手排控制。

# template8des
source: Similar to Default Manual - Automotive, but with accelerator and brake on one side.
de: Ähnlich wie Standardhandbuch – Automotive, aber mit Gaspedal und Bremse auf einer Seite.
es: Similar al Manual predeterminado - Automotriz, pero con acelerador y freno en un lado.
hi: डिफ़ॉल्ट मैनुअल - ऑटोमोटिव के समान, लेकिन एक्सेलेरेटर और ब्रेक एक तरफ
it: Simile al Manuale Predefinito - Automotive, ma con acceleratore e freno su un lato
ja: 「Default Manual - Automotive」に似ていますが、アクセルとブレーキが片側にあります。
pt: Similar ao Manual Padrão - Automotivo, mas com acelerador e freio em um lado
ru: Аналогично стандартной механической коробке передач — автомобильной, но с акселератором и тормозом на одной стороне.
zh: 與預設手動 - 汽車類似，但一側有加速器和煞車。

# template9des
source: Ideal model for aviation-related games, including all buttons in the largest possible comfortable space.
de: Ideales Modell für luftfahrtbezogene Spiele, einschließlich aller Tasten im größtmöglichen komfortablen Bereich.
es: Modelo ideal para juegos relacionados con la aviación, que incluye todos los botones en el mayor espacio cómodo posible.
hi: एविएशन गेम्स के लिए आदर्श मॉडल, सभी बटन अधिकतम संभव स्थान में
it: Modello ideale per giochi aeronautici, con tutti i pulsanti nello spazio più ampio possibile
ja: 可能な限り広い快適なスペースにすべてのボタンを備えた、航空関連のゲームに最適なモデルです。
pt: Modelo ideal para jogos de aviação, com todos botões no maior espaço possível
ru: Идеальная модель для игр, связанных с авиацией, включая все кнопки в максимально возможном удобном пространстве.
zh: 適合航空相關遊戲的理想模型，包括盡可能最大的舒適空間內的所有按鈕。

# template10des
source: Same as Default Aviator, but with the Face buttons reversed.
de: Dasselbe wie Default Aviator, aber mit umgekehrten Gesichtstasten.
es: Igual que el Aviator predeterminado, pero con los botones frontales invertidos.
hi: डिफ़ॉल्ट एविएटर के समान, लेकिन फेस बटन उलटे
it: Uguale all'Aviator Predefinito, ma pulsanti fronte invertiti
ja: Default Aviator と同じですが、Face ボタンが逆になっています。
pt: Igual ao Aviador Padrão, mas com botões frontais invertidos
ru: То же, что и «Авиатор по умолчанию», но кнопки на лице поменяны местами.
zh: 與預設飛行員相同，但臉部按鈕相反。

# template11des
source: Similar to the Standard Aviator, but with combined left and right triggers.
de: Ähnlich wie der Standard Aviator, aber mit kombinierten linken und rechten Auslösern.
es: Similar al Aviator estándar, pero con gatillos izquierdo y derecho combinados.
hi: मानक एविएटर के समान, लेकिन मर्ज्ड लेफ्ट/राइट ट्रिगर
it: Simile all'Aviator Standard, ma con grilletti unificati
ja: 標準アビエイターと似ていますが、左トリガーと右トリガーが組み合わされています。
pt: Similar ao Aviador Padrão, mas com gatilhos unificados
ru: Похож на Standard Aviator, но с комбинированными левым и правым курками.
zh: 與標準飛行員類似，但結合了左、右扳機。

# template12des
source: Similar to the Aviator RT/LT, but with the face buttons reversed.
de: Ähnlich wie Aviator RT/LT, aber mit umgekehrten Fronttasten.
es: Similar al Aviator RT/LT, pero con los botones frontales invertidos.
hi: एविएटर RT/LT के समान, लेकिन फेस बटन उलटे
it: Simile all'Aviator RT/LT, ma pulsanti fronte invertiti
ja: Aviator RT/LT と似ていますが、フェイス ボタンが逆になっています。
pt: Similar ao Aviador RT/LT, mas com botões frontais invertidos
ru: Похож на Aviator RT/LT, но с перевернутыми кнопками на лицевой панели.
zh: 與 Aviator RT/LT 類似，但表面按鈕相反。

# abouttitle
source: An open source project
de: Ein Open-Source-Projekt
es: Un proyecto de código abierto
hi: ओपन-सोर्स प्रोजेक्ट
it: Un progetto open source
ja: オープンソースプロジェクト
pt: Um projeto open source
ru: Проект с открытым исходным кодом
zh: 一個開源項目

# abouttitle1
source: Clarification of settings
de: Klarstellung der Einstellungen
es: Aclaración de configuraciones
hi: सेटिंग्स स्पष्टीकरण
it: Spiegazione impostazioni
ja: 設定の説明
pt: Explicação das configurações
ru: Разъяснение настроек
zh: 设置说明

# abouttitle2
source: Refresh rate: Controls how fast per second the accelerometer data is sent to the computer.
de: Aktualisierungsrate: Steuert, wie oft pro Sekunde die Beschleunigungsdaten an den Computer gesendet werden.
es: Frecuencia de actualización: Controla cuántas veces por segundo se envían los datos del acelerómetro a la computadora.
hi: ताज़ा दर: कंप्यूटर को डेटा भेजने की प्रति-सेकंड दर
it: Frequenza aggiornamento: Controlla quante volte al secondo i dati dell'accelerometro sono inviati al computer
ja: リフレッシュレート： 加速度センサーのデータが1秒間に何回コンピューターに送信されるかを制御します。
pt: Taxa de atualização: Controla quantas vezes por segundo os dados do acelerômetro são enviados
ru: Частота обновления: Управляет тем, как часто в секунду данные акселерометра отправляются на компьютер.
zh: 刷新率： 控制每秒将加速度计数据发送到计算机的频率。

# abouttitle3
source: Low pass reduction: Controls how much the software should respond to inaccuracy in the accelerometer values, higher values ​​mean more vibration, very small values ​​result in a dead zone effect.
de: Tiefpass-Reduktion: Bestimmt, wie stark die Software auf Ungenauigkeiten in den Beschleunigungswerten reagieren soll. Höhere Werte bedeuten mehr Vibration, sehr niedrige Werte erzeugen einen Totzone-Effekt.
es: Reducción de paso bajo: Controla cuánto debe responder el software a las imprecisiones en los valores del acelerómetro. Valores altos generan más vibración, valores muy bajos provocan un efecto de zona muerta.
hi: लो-पास कमी: त्वरणमापी त्रुटियों के प्रति सॉफ़्टवेयर की प्रतिक्रिया नियंत्रित करता है। उच्च मान = अधिक कंपन, निम्न मान = डेड ज़ोन
it: Riduzione passa-basso: Controlla la risposta del software alle imprecisioni dell'accelerometro. Valori alti causano più vibrazioni, valori bassi creano effetto zona morta
ja: ローパス削減： 加速度センサーの不正確さに対してソフトウェアがどの程度反応するかを制御します。値が高いと振動が多くなり、非常に低いとデッドゾーン効果が生じます。
pt: Redução passa-baixa: Controla a resposta a imprecisões do acelerômetro. Valores altos = mais vibração, valores baixos = efeito zona morta
ru: Снижение нижних частот: Определяет, насколько программа должна реагировать на неточности значений акселерометра. Более высокие значения — больше вибраций, очень низкие — эффект мёртвой зоны.
zh: 低通滤波减少： 控制软件对加速度计值不准确的响应程度，值越高震动越强，值越小会出现死区效应。

# abouttitle4
source: Trigger Sensitivity: Controls the sensitivity of the RT/LT accelerator and brake.
de: Auslöser-Empfindlichkeit: Steuert die Empfindlichkeit des RT/LT-Gaspedals und der Bremse.
es: Sensibilidad del gatillo: Controla la sensibilidad del acelerador y freno RT/LT.
hi: ट्रिगर संवेदनशीलता: RT/LT एक्सेलेरेटर/ब्रेक की संवेदनशीलता
it: Sensibilità grilletto: Controlla la sensibilità di acceleratore RT/LT e freno
ja: トリガー感度： RT/LTアクセルとブレーキの感度を制御します。
pt: Sensibilidade do gatilho: Controla a sensibilidade do acelerador e freio RT/LT
ru: Чувствительность триггеров: Управляет чувствительностью акселератора и тормоза RT/LT.
zh: 触发器灵敏度： 控制 RT/LT 油门和刹车的灵敏度。

# abouttitle5
source: Inverted Joystick: Turns the Joystick upside down for players with a smartphone with a broken screen.
de: Umgekehrter Joystick: Dreht den Joystick um, für Spieler mit einem Smartphone mit kaputtem Bildschirm.
es: Joystick invertido: Invierte el joystick para jugadores con la pantalla del smartphone rota.
hi: उलटा जॉयस्टिक: टूटी स्क्रीन वाले उपकरणों के लिए
it: Joystick invertito: Inverte il joystick per dispositivi con schermo danneggiato
ja: 反転ジョイスティック： 画面が壊れたスマートフォンを持つプレイヤーのために、ジョイスティックを逆にします。
pt: Joystick invertido: Inverte o joystick para telas quebradas
ru: Инвертированный джойстик: Переворачивает джойстик для игроков с разбитым экраном смартфона.
zh: 反向摇杆： 为屏幕破裂的手机用户将摇杆方向反转。

# abouttitle6
source: Constant Acceleration: When releasing the right trigger, the trigger position will not return to point 0, this also applies to fused triggers.
de: Konstante Beschleunigung: Beim Loslassen des rechten Triggers kehrt dessen Position nicht auf Punkt 0 zurück. Dies gilt auch für gekoppelte Trigger.
es: Aceleración constante: Al soltar el gatillo derecho, la posición no regresa al punto 0. También se aplica a gatillos fusionados.
hi: स्थिर त्वरण: ट्रिगर छोड़ने पर स्थिति 0 पर वापस नहीं आती
it: Accelerazione costante: Rilasciando il grilletto destro, la posizione non torna a 0. Si applica anche ai grilletti unificati
ja: 一定加速： 右トリガーを離しても、位置が0に戻りません。これは結合されたトリガーにも適用されます。
pt: Aceleração constante: Ao soltar o gatilho direito, não retorna ao ponto 0
ru: Постоянное ускорение: При отпускании правого триггера положение не возвращается к нулю. Это также применяется к объединённым триггерам.
zh: 恒定加速度： 松开右触发器时，其位置不会回到 0。此功能也适用于融合触发器。
